_posts/language/2016-10-23-english-orange.html
---
layout: post
title: 单词本：水果之橙子
categories: [language]
tags: [English, Deutsch, Fraiçais]
---


<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> Orange</h2>
<div class="outline-text-2" id="text-1">
<p>
昨天“暗地有光”同学回复消息说，好久没看到我更新了，督促我快点更新。算来距离上次的推送已经有两周了，再不耕耘就要荒芜了。
</p>

<p>
最近没有及时更新有这么些原因：
</p>
<ul class="org-ul">
<li>家里有些忙，杂事比较多</li>
<li>写作工具升级，需要配置更新一些脚本插件</li>
<li>天气也有些凉意，晚上睡得早，早上起得晚，学习的时间也越来越少</li>
</ul>

<p>
顺便截个图给大家看看，我是用 Emacs<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> + orgmode<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> 写文章的，Emacs 是编辑器之神，而 orgmode 则是文本文档编辑神器，不过 orgmode 只有在 Emacs 里才能用，据说很多人是为了 orgmode 而使用 Emacs。今后有空可以给大家专题介绍一下，先看下截图吧：
</p>

<p>
TODO: add the picture later when flickr service is available
</p>


<p>
言归正传，今天要学的单词是 Orange 橙子。
</p>

<p>
像橙子这样稀疏平常的水果，德语法语英语里面拼法都是一样的，而且德语法语里都是阴性的名词：
</p>
<ul class="org-ul">
<li>Orange</li>
<li>die Orange<sup>(de)</sup></li>
<li>l(a)'orange<sup>(fr)</sup></li>

<li>The woman cut up the orange and share it out among the four children. 这个女人把桔子切成了几半分给4个孩子。</li>
<li>Children shouldn't drink so much orange juice. 小孩子不好喝太多橙汁。</li>
<li>J’ai envie de manger une orange.<sup>(fr)</sup> 我想吃个橙子。</li>
</ul>
</div>
</div>


<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> der Chinaapfel/die Apfelsine<sup>(de)</sup></h2>
<div class="outline-text-2" id="text-2">
<p>
从字面看是中国苹果，但是其实是 alternative Bezeichnung für die Apfelsine oder
Orange，甜橙或橙子的另一种称呼。
</p>

<p>
原因是这样的：
</p>

<blockquote>
<p>
Die seit dem 16. Jahrhundert in Europa bekannte, aus China stammende Frucht
nannte man Anfang des 18. Jahrhunderts im Niederdeutschen Apel de Sina und
Appelsina. Die verhochdeutschte Pluralform lautete Äpfelsina. Auch kamen die
Namen Apfel von Sina, Chinaapfel und Sineser Apfel vor. In der Zeit um 1700 war
Sina die gängige Bezeichnung von China. Ab 1750 dominierte die hochdeutsche Form
Apfelsine im nord- und mitteldeutschen Sprachraum, während in Süddeutschland der
Name Orange verwendet wurde.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
</p>
</blockquote>

<p>
大概在 16 世纪开始，欧洲就从中国进口橙子，那时候荷兰德语称之为 Apel de Sina，
Appelsina，到了德国就转变成 Apfel von Sina，Chinaapfel 以及 Sineser Apfel。后来在 1750 年代德国北部就一直称呼橙子为 Apfelsine 和 Chinaapfel 了。而德国南部可能受到法国影响，管橙子叫 Orange。
</p>

<p>
不过据说瑞士是没有这个说法的：The word Apfelsine is not used in Switzerland.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>
Beispiele:
</p>
<ul class="org-ul">
<li>Ich habe viele Apfelsine eingekauft.<sup>(de)</sup> 我买了很多橙子。</li>
</ul>
</div>
</div>


<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">3</span> Mandarin Orange</h2>
<div class="outline-text-2" id="text-3">
<p>
我们常吃的橘子叫做 Mandarin Orange：
</p>

<blockquote>
<p>
The mandarin orange (Citrus reticulata; Chinese: 橘子, Pinyin júzi; Cantonese:
柑, kam or gam), also known as the mandarin, is a small citrus tree with fruit
resembling other oranges.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>
</p>
</blockquote>

<p>
另外，我惊奇的发现，Mandarin 有如下几个意思：
</p>
<ul class="org-ul">
<li>n. 普通话</li>
<li>n. （旧时）中国政府的高级官员</li>
<li>n. 柑橘， A mandarin or a mandarin orange is a small orange whose skin comes
off easily. （橘子皮容易剥真是太形象的描述了）</li>
<li>adj. 官僚的； 中国式服装的； 过分文雅的</li>
</ul>

<p>
一直以为 Mandarin 就是普通话，普通话就是 Mandarin，不曾想到，Mandarin 还有这些个意思，尤其是柑橘这层意思，有些出人意料之外。标准普通话听起来有柑橘的韵味？
</p>

<p>
Example:
</p>
<ul class="org-ul">
<li>Canned mandarin oranges are prepared with the unique speciality of Hunan
province - Fu Rong mandarin oranges. 独具风味的糖水桔子罐头，主要是采用了湖南省的特产 &#x2013; 芙蓉蜜柑所制成。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">4</span> Summary</h2>
<div class="outline-text-2" id="text-4">
<p>
今天的主题是橙子，调查后发现英法德橙子的拼写都是一样的。然后我们发现德国北部有些地方橙子叫做  der Chinaapfel/die Apfelsine<sup>(de)</sup> 中国苹果，于是我们进一步了解了其中的渊源。
</p>

<p>
另外，这次我们顺带还了解到，橘子叫 Mandarin orange，而 Mandarin 不仅仅是普通话的意思，还直接有橘子的意思。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.gnu.org/software/emacs/">https://www.gnu.org/software/emacs/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://orgmode.org/">http://orgmode.org/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://de.wiktionary.org/wiki/Apfelsine">https://de.wiktionary.org/wiki/Apfelsine</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://forum.wordreference.com/threads/apfelsine-vs-orange.1329938/">http://forum.wordreference.com/threads/apfelsine-vs-orange.1329938/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Mandarin_orange">https://en.wikipedia.org/wiki/Mandarin_orange</a>
</p></div></div>


</div>
</div>
